Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: I don' t mind flying, but what you' re doing is suicide.
ru: Я ничего не имею против полётов, но то, как ты летаешь - это самоубийство!

source: Anakin!
ru: Анакин!

source: - Ow, ow, ow, ow, ow! - stay away from power couplings!
ru: Сколько раз я говорил тебе... остерегайся энергетических соединений!

source: That was good!
ru: Да всего ничего, подумаешь!

source: Where are you going?
ru: Что ты делаешь?

source: He went that way.
ru: Он же туда полетел!

source: Master, if we keep this chase going any longer... that creep is gonna end up deep- fried... and, personally, I' d very much like to fiind out who he is and who he' s working for.
ru: А мне лично очень хочется выяснить, кто он, и на кого он работает.

source: I think.
ru: Это кратчайший путь... мне кажется.

source: Well, you' ve lost him.
ru: Так, ты его потерял.

source: I' m deeply sorry, Master.
ru: Я глубоко сожалею!

source: That was some shortcut, Anakin.
ru: Вот он, твой "кратчайший путь", Анакин!

source: He went completely the other way.
ru: Он полетел в совершенно другом направлении!

source: - Once again you' ve proved -- - If you' il excuse me.
ru: - Позвольте...

source: I hate it when he does that.
ru: Ненавижу, когда он вытворяет эти штучки!

source: - She went into the club, Master.
ru: - Она вошла в клуб, учитель.

source: - Patience.
ru: - Спокойствие!

source: Use the Force.
ru: Используй Силу!

source: Think.
ru: Думай!

source: - Sorry, Master.
ru: - Простите, учитель.

source: - He went in there to hide, not to run.
ru: - Он вошёл туда для того, чтобы спрятаться, а не убегать.

source: - Yes, Master.
ru: - Да, учитель.

source: - Next time, try not to lose it.
ru: - И в следующий раз старайся не терять его.

source: - This weapon is your life.
ru: - Это оружие - твоя жизнь!

source: I try, Master.
ru: Я буду стараться, учитель.

source: Why do I get the feeling you' re going to be the death of me?
ru: Почему у меня такое чувство, что ты станешь моей погибелью?

source: Don' t say that, Master.
ru: Не говорите так, учитель!

source: You' re the closest thing I have to a father.
ru: Вы мне как отец.

source: - Then why don' t you listen to me?
ru: - Почему же тогда ты не слушаешь меня?!

source: - Can you see him?
ru: - Ты его видишь?

source: - I think he is a she... and I think she is a changeling.
ru: И ещё мне кажется, что она оборотень.

source: In that case, be extra careful.
ru: В таком случае, будь предельно внимателен.

source: - Go and fiind her.
ru: - Иди и найди её.

source: - Where are you going, Master?
ru: - Куда вы идёте, учитель?

source: For a drink.
ru: Выпить!

source: You wanna buy some death sticks?
ru: Хотите купить немного палочек смерти?

source: You don' t want to sell me death sticks.
ru: - Э...

source: - I don' t want to sell you death sticks.
ru: Я не хочу продавать вам палочки смерти.

source: - You want to go home...
ru: - Вы хотите пойти домой...

source: - and rethink your life.
ru: - и переосмыслить свою жизнь!

source: - I want to go home and rethink my life.
ru: - Я хочу пойти домой и переосмыслить свою жизнь.

source: [Moaning, Grunting]
ru: Спокойно!

source: Go back to your drinks.
ru: Джедайские дела, возвращайтесь к своим напиткам.

source: - Do you know who it was you were trying to kill?
ru: Ты знаешь, кого ты пыталась убить?

source: It was a senator from Naboo.
ru: Сенатора от Набу.

source: And who hired you?
ru: А кто тебя нанял?

source: It was just a job.
ru: Это просто работа.

source: Tell us.
ru: Кто нанял тебя, скажи нам.

source: Tell us now!
ru: Скажи нам сейчас же!

source: It was a bounty hunter called -- [Gagging]
ru: Это был наёмник по имени...

source: Toxic dart.
ru: Отравленный дротик!

source: Track down this bounty hunter you must, Obi- Wan.
ru: Выследить этого наёмника ты должен, Оби- Ван!

source: Most importantly, fiind out who he' s working for.
ru: Самое главное - выяснить, на кого он работает.

source: What about Senator Amidala?
ru: А что насчёт сенатора Амидалы?

source: She will still need protecting.
ru: Ей всё ещё нужна защита.

source: Handle that your Padawan will.
ru: Справится с этим твой падаван.

source: She' il be safer there.
ru: Анакин, сопроводи сенатора обратно на её родную планету Набу, там она будет в большей безопасности.

source: Travel as refugees.
ru: И не пользуйтесь официальным транспортом летите как беженцы!

source: As the leader of the opposition, it will be very diffiicult... to get Senator Amidala to leave the capital.
ru: Сенатора Амидалу будет очень сложно убедить покинуть столицу, так как она лидер оппозиции.

source: Until caught this killer is... our judgment she must respect.
ru: Пока не пойман убийца, должна уважать она наши решения!

source: Anakin, go to the senate... and ask Chancellor Palpatine to speak with her about this matter.
ru: - Анакин, иди в Сенат... и попроси канцлера Палпатина поговорить с ней об этом.

source: I will talk with her.
ru: Я поговорю с ней.

source: I know her well enough to assure you of that.
ru: Сенатор Амидала не пойдет против директивы исполнительной власти, я знаю её достаточно, чтобы заверить вас в этом.

source: Thank you, Your Excellency.
ru: Спасибо, Ваше Превосходительство!

source: And so, they' ve fiinally given you an assignment.
ru: Итак, они наконец- то дали тебе задание.

source: Your patience has paid off.
ru: Твоё терпение вознаграждено.

source: Your guidance more than my patience.
ru: Скорее, ваше руководство, чем моё терпение.

source: You don' t need guidance, Anakin.
ru: Тебе не нужно руководство, Анакин.

source: In time, you will learn to trust your feelings.
ru: Со временем ты научишься доверять своим чувствам.

source: Then you will be invincible.
ru: Тогда ты будешь непобедим.

source: You are the most gifted Jedi I have ever met.
ru: Я говорил это много раз - ты самый одарённый Джедай, которого я когда- либо встречал.

source: I see you becoming the greatest of all the Jedi, Anakin... even more powerful than Master Yoda.
ru: Даже более могущественным, чем учитель Йода.

source: He is not ready to be given this assignment on his own yet.
ru: Я беспокоюсь о моём падаване, он не готов к тому, чтобы ему дали персональное задание.

source: The council is confiident in its decision, Obi- Wan.
ru: Совет уверен в своём решении, Оби- Ван.

source: The boy has exceptional skills.
ru: У мальчика исключительные способности.

source: But he still has much to learn, Master.
ru: Но ему ещё многому надо учиться, учитель.

source: His abilities have made him, well, arrogant.
ru: Его способности сделали его... ну... чересчур самоуверенным.

source: A flaw more and more common among Jedi.
ru: Да, да. гордыня всё чаще и чаще встречается среди Джедаев.

source: Too sure of themselves they are.
ru: Хм, слишком в себе уверены они.

source: Even the older, more experienced ones.
ru: Даже старшие, более опытные.

source: Remember, Obi- Wan, if the prophecy is true... your apprentice is the only one who can bring the Force back into balance.
ru: Помни, Оби- Ван, если пророчество верно, твой ученик - единственный, кто может восстановить баланс в Силе.

source: I' m taking an extended leave of absence.
ru: Меня долго не будет.

source: It will be your responsibility to take my place in the senate.
ru: Тебе надо будет замещать меня в Сенате.

source: - Representative Binks, I know I can count on you.
ru: - Представитель Бинкс!

source: Mesa honored to be taking on dissa heavy burden.
ru: Я знаю, что я могу на тебя рассчитывать.

source: Mesa accept this with muy, muy humility and, uh --
ru: Моя польщён принимать такую тяжелый бремя.

source: Jar Jar, I don' t wish to hold you up.
ru: - Джа Джа!

source: I' m sure you have a great deal to do.
ru: Я уверена, что тебя ждут великие дела.

source: Milady.
ru: Конечно, миледи.

source: I do not like this idea of hiding.
ru: Мне не нравится эта идея прятаться!

source: Now that the council has ordered an investigation... it won' t take Master Obi- Wan long to fiind this bounty hunter.
ru: Не беспокойтесь, теперь, когда Совет назначил расследование, у учителя Оби- Вана не займёт много времени найти этого наёмника.

source: I haven' t worked for a year to defeat the Military Creation Act... to not be here when its fate is decided.
ru: Я не для того потратила год своей работы, противостоя изданию закона о создании армии чтобы отсутствовать как раз в тот момент, когда решается его судьба!

source: Sometimes we must let go of our pride and do what is requested of us.
ru: Иногда нужно подавить свою гордость, и делать то, что от нас требуют.

source: Anakin, you' ve grown up.
ru: Анакин, ты вырос.

source: Master Obi- Wan manages not to see it.
ru: Учителю Оби- Вану удаётся не замечать этого.

source: Obi- Wan is a great mentor.
ru: Не пойми меня превратно, Оби- Ван - прекрасный наставник.

source: As wise as Master Yoda and... as powerful as Master Windu.
ru: Он мудр, как учитель Йода, и силён, как учитель Винду.

source: I am truly thankful to be his apprentice.
ru: Я действительно благодарен судьбе за то, что я его ученик.

source: I' m really ahead of him.
ru: Но в некоторых вещах... во многих вещах... я действительно превосхожу его.

source: I' m ready for the trials... but he feels that I' m too unpredictable.
ru: Я готов к испытаниям... но он чувствует, что я слишком непредсказуем.

source: He won' t let me move on.
ru: Он не позволит мне идти дальше.

source: - That must be frustrating.
ru: - Должно быть, это неприятно.

source: - It' s worse.
ru: - Хуже!

source: He -- He doesn' t understand.
ru: Он чрезмерно придирчив, он никогда не слушает... он... он не понимает!

source: It' s not fair!
ru: Это так несправедливо!

source: All mentors have a way of seeing more of our faults than we would like.
ru: Наставники всегда умеют увидеть больше наших ошибок, чем нам бы понравилось.

source: It' s the only way we grow.
ru: Но только так мы взрослеем.

source: Anakin.
ru: Анакин...

source: Don' t try to grow up too fast.
ru: Не старайся повзрослеть слишком быстро!

source: You said it yourself.
ru: Но я взрослый, ты сама это сказала!

source: Please don' t look at me like that.
ru: Пожалуйста, не смотри на меня так!

source: - It makes me feel uncomfortable.
ru: - Я чувствую себя неловко.

source: Sorry, milady.
ru: Извините, миледи.

source: - Be safe, milady.
ru: - Берегите себя, миледи!

source: - Thank you, Captain.
ru: - Спасибо, капитан.

source: Take good care of Dormé.
ru: Позаботься о Дорме!

source: The threat' s on you two now.
ru: Угроза теперь нависает над вами двумя.

source: He' il be safe with me.
ru: Он будет в безопасности со мной.

source: - You' il be fiine.
ru: - Со мной всё будет в порядке!

source: - It' s not me, milady.
ru: - Я не о себе думаю, миледи, я беспокоюсь о вас.

source: What if they realize you' ve left the capital?
ru: Что, если они поймут, что вы покинули столицу?

source: Well, then my Jedi protector will have to prove how good he is.
ru: Ну, тогда моему защитнику Джедаю придётся показать, на что он способен.

source: Don' t do anything without fiirst consulting either myself or the council.
ru: Анакин, ничего не делай, предварительно не проконсультировавшись со мной или Советом!

source: Yes, Master.
ru: Да, учитель.

source: You' il be back here in no time.
ru: Я быстро доберусь до истоков этого заговора, миледи, вы вернётесь сюда в мгновение ока!

source: I' il be most grateful for your speed, Master Jedi.
ru: Я буду более всего благодарна за вашу расторопность, учитель Джедай.

source: - It' s time to go.
ru: - Пора идти.

source: Anakin, may the Force be with you.
ru: Анакин, да пребудет с тобой Сила!

source: May the Force be with you, Master.
ru: Да пребудет с вами Сила, учитель!

source: Suddenly I' m afraid.
ru: Мне почему- то стало страшно.

source: This is my fiirst assignment on my own.
ru: Мне тоже страшно!

source: We have R2 with us.
ru: Не беспокойся, с нами R2!

source: I do hope he doesn' t try anything foolish.
ru: Я надеюсь, он не наделает каких- нибудь глупостей.

source: I' d be more concerned about her doing something than him.
ru: Меня больше беспокоит, не наделает ли что- нибудь она, а не он.

source: Jedi, by the looks of him.
ru: Тебя кое- кто хочет видеть, дорогой, по виду - Джедай.

source: - Obi- Wan!
ru: - Оби- Ван!

source: - Hello, Dex.
ru: - Привет, Декс!

source: I' il be right with ya.
ru: Присаживайся, я сейчас к тебе подойду.

source: - You wanna cup o 'jawa juice?
ru: - Хотите стакан сока?

source: Thank you.
ru: - О да, спасибо.

source: Hey, old buddy!
ru: Эй, приятель!

source: So, my friend, what can I do for ya?
ru: Итак, друг мой, что я могу для тебя сделать?

source: You can tell me what this is.
ru: Ты можешь рассказать мне, что это такое.

source: Well, whattaya know!
ru: Ого!

source: I ain' t seen one of these since I was prospectin '... on Subterrel, beyond the outer rim.
ru: За внешней границей Галактики.

source: This baby belongs to them cloners.
ru: Эта штука принадлежит проклятым клонировщикам.

source: What you got here is a Kamino saberdart.
ru: К тебе в руки попал каминоанский боевой дротик.

source: I wonder why it didn' t show up in the analysis archives.
ru: Интересно, почему на него ничего не нашлось в аналитических архивах.

source: It' s these funny little cuts on the side that give it away.
ru: Они и выдают его.

source: Those analysis droids only focus on symbols.
ru: Аналитические дроиды обращают внимание только на символы.

source: wisdom.
ru: Ха, только вы, Джедаи, понимаете разницу... между знанием и... мудростью!

source: Well, if droids could think, there' d be none of us here, would there?
ru: Ну, если бы дроиды могли думать, то никого из нас здесь бы не было, не так ли?

source: Kamino.
ru: Камино...

source: I' m not familiar with it.
ru: Я такую не знаю.

source: Is it in the Republic?
ru: Она входит в состав Республики?

source: It' s beyond the outer rim.
ru: Нет, нет, она за внешней границей...

source: I' d say about, uh, 12 parsecs... outside the Rishi Maze.
ru: Где- то около 12 парсеков... за Риши Мэйз.

source: Should be easy to fiind, even for those droids in your archives.
ru: Должно быть, нетрудно найти, даже для тех дроидов в ваших архивах.

source: These, uh, Kaminoans keep to themselves.
ru: Эти каминоанцы живут сами по себе.

source: Damn good ones too.
ru: Они клонировшики, к тому же чертовски хорошие.

source: Are they friendly?
ru: - Клонировщики... они дружелюбны?

source: - Oh, depends.
ru: - Ну, бывает по- разному.

source: Depends on what, Dex?
ru: От чего это зависит, Декс?

source: On how good your manners are... and how big your, uh... pocketbook is.
ru: И еще от размера... твоего кошелька!

source: Did you call for assistance?
ru: Вы звали за помощью?

source: - Yes, yes, I did.
ru: - Да, звал.

source: - Are you having a problem, Master Kenobi?
ru: - Могу ли я ознакомиться с вашей проблемой, учитель Кэноби?

source: Yes, um, I' m looking for a planetary system called Kamino.
ru: Да, я ищу планетную систему под названием Камино.

source: - Kamino.
ru: - Камино.

source: - It doesn' t show up on the archive charts.
ru: - Она отсутствует в картах архива.

source: It' s not a system I' m familiar with.
ru: Что- то я не припоминаю такую систему.

source: Are you sure you have the right coordinates?
ru: Вы уверены, что у вас правильные координаты?

source: According to my information, it should appear in this quadrant here... just south of the Rishi Maze.
ru: Согласно моей информации, она должна быть в этом квадранте, к югу от Риши Мэйз.

source: I hate to say it, but it looks like the system you' re searching for... doesn' t exist.
ru: Мне неприятно это говорить, но, похоже, что системы... которую вы ищете, не существует.

source: Impossible.
ru: Не может быть!

source: Perhaps the archives are incomplete.
ru: Может быть, архивы неполны?

source: If an item does not appear in our records... it does not exist.
ru: Если чего- то нет в наших записях, то его просто не существует!

source: - [Beeping]
ru: - Эй ты, дроидам сюда нельзя,

source: - [Raspberries]
ru: - убирайся отсюда.

source: - Thank you, R2.
ru: - Спасибо, R2.

source: - [Chirping]
ru: Наверное, нелегко посвятить свою жизнь Джедаям.

source: - Must be diffiicult, having sworn your life to the Jedi... not being able to visit the places you like or do the things you like.
ru: Когда нельзя быть там, где тебе нравятся, или делать то, что тебе хочется

source: Or be with the people that I love.
ru: Или быть с людьми, которых я люблю?

source: Are you allowed to love?
ru: Вам позволено любить?

source: I thought that was forbidden for a Jedi.
ru: Я думала, что Джедаям это запрещено.

source: Possession is forbidden.
ru: Запрещена привязанность запрещено быть во власти чего- либо

source: Compassion, which I would defiine as unconditional love... is central to a Jedi' s life.
ru: Без сострадания, которое я бы определил как безоглядную любовь, невозможна жизнь Джедая.

source: So you might say that we are encouraged to love.
ru: Таким образом, я сказал бы, что любовь поощряется.

source: - You' ve changed so much.
ru: - Ты так изменился!

source: - Ah, you haven' t changed a bit.
ru: - А ты ни капли не изменилась.

source: You' re exactly the way I remember you in my dreams.
ru: Ты совершенно такая же, какой я помню тебя в моих снах!

source: Sense the Force around you.
ru: Тянитесь к Силе, почувствуйте ее вокруг себя.

source: Use your feelings you must.
ru: Использовать свои чувства вы должны!

source: A visitor we have.
ru: Девушки, юноши, посетитель у нас.

source: Hello, Master Obi- Wan.
ru: Здравствуйте, учитель Оби- Ван.

source: I' m sorry to disturb you, Master.
ru: Простите, что беспокою вас, учитель.

source: Hmm?
ru: Чем я могу помочь, Оби- Ван?

source: I' m looking for a planet described to me by an old friend.
ru: Я ищу планету, о которой мне рассказал старый друг.

source: I trust him, but the systems don' t show on the archive maps.
ru: Я верю ему, но системы нет на карте архива.

source: Lost a planet Master Obi- Wan has.
ru: Хм, планету учитель Оби- Ван потерял.

source: - [Children Giggling]
ru: - Что за неприятности.

source: How embarrassing.
ru: Что за неприятности.

source: Liam, the shades.
ru: Лиам, жалюзи!

source: Clear your minds... and fiind Obi- Wan' s wayward planet we will.
ru: Соберитесь вокруг считывателя карт, очистите свой ум... и непослушную планету Оби- Вана найдём мы.

source: It ought to be... here... but it isn' t.
ru: Но её нет.

source: Gravity is pulling all the stars in the area towards this spot.
ru: Гравитация стягивает все звёзды в этой области пространства к этой точке.

source: Gravity' s silhouette remains... but the star and all the planets... disappeared they have.
ru: Хм, гравитационный облик остался, но звезда и все планеты... исчезли они.

source: How can this be?
ru: Как такое может быть?

source: A thought?
ru: Есть какие- нибудь мысли?

source: Anyone.
ru: - Кто- нибудь?

source: Because someone erased it from the archive memory.
ru: - Учитель может быть, это потому, что кто- то стёр её из памяти архива.

source: Truly wonderful the mind of a child is.
ru: Воистину, чудесен ребёнка разум!

source: The Padawan is right.
ru: Падаван прав!

source: Go to the center of gravity' s pull... and fiind your planet you will.
ru: Отправляйся в центр гравитационного притяжения, и найдёшь планету ты.

source: The data must have been erased.
ru: Хм, наверное, данные были стёрты.

source: But, Master Yoda, who could empty information from the archives?
ru: Но, учитель Йода, кто мог удалить информацию из архивов?

source: That' s impossible, isn' t it?
ru: Ведь это невозможно, не так ли?

source: Dangerous and disturbing this puzzle is.
ru: Опасна загадка эта, и беспокоит меня она!

source: But who and why, harder to answer.
ru: Только Джедай мог стереть эти данные, но кто и зачем - сложнее ответить.

source: Hmm.
ru: Медитировать над этим я буду.

source: I wasn' t the youngest queen ever elected... but now that I think back on it, I' m not sure I was old enough.
ru: Но теперь, когда я оглядываюсь назад, я не уверена, что я была достаточно взрослой.

source: I' m not sure I was ready.
ru: Не уверена, что была готова.

source: The people you served thought you did a good job.
ru: Люди, которым ты служила, думают, что ты сделала доброе дело.

source: I heard they even tried to amend the constitution so you could stay in offiice.
ru: Я слышал, что они даже пытались изменить Конституцию, чтобы ты могла остаться у власти.

source: I was relieved when my two terms were up.
ru: Я вздохнула с облегчением, когда завершились два моих срока.

source: I couldn' t refuse her.
ru: Но когда Королева попросила меня стать Сенатором, я не могла ей отказать.

source: I agree with her.
ru: Я согласен с ней.

source: I think the Republic needs you.
ru: Я думаю, что ты нужна Республике.

source: I' m glad that you chose to serve.
ru: Я рад, что ты решила продолжить службу.

source: If the senate votes to create an army...
ru: Если Сенат проголосует за создание армии,

source: - [Man]
ru: - то я уверена, это ввергнет нас в гражданскую войну!

source: It' s unthinkable.
ru: - Это немыслимо!

source: There hasn' t been a full- scale war since the formation of the Republic.
ru: Полномасштабной войны не было со времён образования Республики.

source: Do you see any way through negotiations... to bring the separatists back into the Republic?
ru: Вы видите какую- нибудь возможность посредством переговоров... вернуть сепаратистов обратно в Республику?

source: Not if they feel threatened.
ru: Нет, если они почувствуют угрозу.

source: My guess is they' il turn to the Trade Federations or the Commerce Guilds for help.
ru: Мне кажется, что они обратятся к Торговой Федерации или Торговым Гильдиям за помощью.

source: It' s outrageous, but after four trials in the Supreme Court...
ru: Это возмутительно, что после четырёх слушаний в Верховном Суде...

source: Nute Gunray is still the viceroy of the Trade Federation.
ru: Ньют Ганрэй всё ещё является вице- королём Торговой Федерации.

source: I fear the senate is powerless to resolve this crisis.
ru: Я боюсь, что Сенат бессилен положить конец этому кризису!

source: We must keep our faith in the Republic.
ru: Мы должны продолжать верить в Республику!

source: The day we stop believing democracy can work is the day we lose it.
ru: День, когда мы перестанем верить, что демократия всё ещё действует, будет днём, когда мы её потеряем.

source: Let' s pray that day never comes.
ru: Будем молиться, чтобы этот день никогда не настал!

source: In the meantime, we must consider your own safety.
ru: И тем временем мы должны позаботиться о нашей собственной безопасности!

source: What is your suggestion, Master Jedi?
ru: Что бы вы предложили, учитель Джедай?

source: But I was thinking --
ru: О, Анакин ещё не Джедай, он всё ещё ученик- падаван.

source: - Hold on a minute.
ru: - Подожди минуту!

source: - Excuse me.
ru: - Прошу прощения!

source: I was thinking I would stay in the lake country.
ru: Я думала, что смогу побыть в краю озер.

source: There are some places up there that are very isolated.
ru: Там есть несколько уединенных мест...

source: I' m in charge of security here, milady.
ru: Я здесь отвечаю за безопасность, миледи.

source: And this is my home.
ru: А это мой дом!

source: That is why we' re here.
ru: Я знаю его очень хорошо, именно поэтому мы здесь.

source: I think it would be wise if you took advantage of my knowledge in this instance.
ru: Я думаю, будет мудро, если ты сейчас воспользуешься моими знаниями.

source: [Queen Jamillia]
ru: Превосходно!

source: It' s settled, then.
ru: Стало быть, решено.

source: There it is, R4, right where it should be.
ru: Вот она, R4, именно там, где и должна быть.

source: Our missing planet Kamino.
ru: Наша пропавшая планета Камино!
